Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/CoreRepairKit.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# WIFI_FOLLOWUP_TITLE
source: Wi-Fi Issue Detected
ar: تم اكتشاف مشكلة في Wi-Fi
bg: Открит е проблем с Wi-Fi
ca: Problema detectat amb la Wi‑Fi
cs: Byl zjištěn problém s Wi‑Fi
da: Problem med Wi-Fi fundet
de: WLAN-Problem entdeckt
el: Εντοπίστηκε ζήτημα με το Wi-Fi
es: Hay un problema con la conectividad Wi‑Fi
es_us: Problema detectado con Wi-Fi
fi: Wi‑Fi-ongelma havaittu
fr: Problème de Wi-Fi détecté
fr_ca: Problème de connectivité Wi‑Fi détecté
he: התגלתה בעיה עם הרשת האלחוטית
hi: वाई-फ़ाई में समस्या पाई गई
hr: Detektiran je problem s Wi-Fijem
hu: Wi-Fi-vel kapcsolatos probléma merült fel
id: Masalah Wi-Fi Terdeteksi
it: È stato rilevato un problema con il Wi‑Fi
ja: Wi-Fiの問題が検出されました
kk: Wi-Fi функциясына қатысты мәселе анықталды
ko: Wi-Fi 문제가 감지됨
lt: Aptikta „Wi-Fi“ ryšio problema
ms: Isu Wi‑Fi Dikesan
nl: Probleem met wifi gedetecteerd
no: Feil med Wi‑Fi registrert
pl: Wi‑Fi: wykryto problem
pt_br: Problema Detectado com Wi-Fi
pt_pt: Problema detetado com o Wi‑Fi
ro: A fost detectată o problemă legată de conexiunea Wi‑Fi
ru: Обнаружена неполадка Wi‑Fi
sk: Bol zistený problém s rozhraním Wi-Fi
sl: Zaznana je težava z omrežjem Wi-Fi
sv: Problem med Wi-Fi upptäckt
th: ตรวจพบปัญหา Wi‑Fi
tr: Wi-Fi Sorunu Saptandı
uk: Виявлено проблему з Wi‑Fi
vi: Đã phát hiện sự cố với Wi-Fi
zh_cn: 检测到Wi‑Fi问题
zh_hk: 偵測到Wi-Fi問題
zh_tw: 偵測到Wi-Fi問題

# WIFI_POPUP_INFO
source: There’s an issue with your iPhone’s ability to use Wi-Fi. Go to Settings for more information.
ar: هناك مشكلة في قدرة iPhone على استخدام Wi-Fi. يرجى الانتقال إلى الإعدادات لمزيد من المعلومات.
bg: Има проблем с използването на Wi-Fi на вашия iPhone. Отидете в Настройки за повече информация.
ca: L’iPhone té un problema que afecta l’ús de la Wi‑Fi. Ves a la configuració per obtenir més informació.
cs: Na vašem iPhonu se vyskytl problém s používáním Wi‑Fi. Další informace najdete v Nastavení.
da: Din iPhone har problemer med at bruge Wi-Fi. Gå til Indstillinger for at få flere oplysninger.
de: Dein iPhone hat ein Problem bei der Nutzung von WLAN. Weitere Informationen findest du in den Einstellungen.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης Wi-Fi από το iPhone σας. Για περισσότερες πληροφορίες, μεταβείτε στις Ρυθμίσεις.
es: Hay un problema con la conectividad Wi‑Fi del iPhone. Ve a Ajustes para obtener más información.
es_us: Hay un problema con la capacidad de tu iPhone para utilizar la red Wi-Fi. En Configuración puedes averiguar más.
fi: iPhonen Wi‑Fi-yhteydessä on ongelma. Katso lisätietoja Asetuksista.
fr: Un problème est survenu avec la capacité de votre iPhone à utiliser le Wi-Fi. Accédez à l’app Réglages pour en savoir plus.
fr_ca: Il existe un problème concernant la capacité de votre iPhone à utiliser la connectivité Wi‑Fi. Accédez à Réglages pour en savoir davantage.
he: התגלתה בעיה עם היכולת של ה-iPhone שלך להשתמש ברשת אלחוטית. למידע נוסף יש לעבור אל ״הגדרות״.
hi: वाई-फ़ाई का इस्तेमाल करने की आपके iPhone की क्षमता में समस्या है। अधिक जानकारी के लिए सेटिंग्ज़ पर जाएँ।
hr: Došlo je do problema zbog kojeg vaš iPhone ne može koristiti Wi-Fi. Idite u Postavke za dodatne informacije.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPhone-ja képes-e használni a Wi-Fi-t. További tudnivalókért nyissa meg a Beállításokat.
id: Ada masalah pada kemampuan iPhone Anda untuk menggunakan Wi-Fi. Buka Pengaturan untuk informasi lainnya.
it: Si è verificato un problema per cui iPhone non è in grado di utilizzare il Wi‑Fi. Per scoprire di più, vai in Impostazioni.
ja: このiPhoneのWi-Fiの機能に問題があります。詳しくは、“設定”に移動してください。
kk: iPhone құрылғыңыздың Wi-Fi функциясын пайдалану бойынша мәселе туындады. Қосымша ақпарат алу үшін «Реттеулер» мәзіріне өтіңіз.
ko: iPhone으로 Wi-Fi를 사용하는 데 문제가 있습니다. 자세한 정보를 보려면 설정으로 이동하십시오.
lt: Kilo problema dėl jūsų „iPhone“ galimybės naudotis „Wi-Fi“ ryšiu. Daugiau informacijos žr. srityje „Nustatymai“.
ms: Terdapat isu dengan keupayaan iPhone anda untuk menggunakan Wi‑Fi. Pergi ke Seting untuk mendapatkan maklumat lanjut.
nl: Er is een probleem met het vermogen van je iPhone om wifi te gebruiken. Ga voor meer informatie naar Instellingen.
no: Det er et problem med å bruke Wi‑Fi på iPhonen. Gå til Innstillinger for mer informasjon.
pl: iPhone ma problem z modułem Wi‑Fi. Aby uzyskać więcej informacji, przejdź do Ustawień.
pt_br: Há um problema no seu iPhone com o uso de Wi-Fi. Abra os Ajustes para obter mais informações.
pt_pt: Foi detetado um problema que impede o iPhone de usar o Wi‑Fi. Encontrará informação adicional nas Definições.
ro: O problemă afectează capacitatea iPhone‑ului dvs. de a utiliza conexiunea Wi‑Fi. Accesați Configurări pentru mai multe informații.
ru: Этот iPhone не может использовать Wi‑Fi из‑за неполадки. Чтобы узнать подробнее, откройте Настройки.
sk: Váš iPhone má problém s používaním rozhrania Wi-Fi. Viac informácií nájdete v Nastaveniach.
sl: Prišlo je do težave, zato iPhone trenutno ne more uporabljati omrežja Wi-Fi. Za več informacij odprite Nastavitve.
sv: Det har uppstått ett problem med att använda Wi-Fi på denna iPhone. Öppna Inställningar om du vill få mer information.
th: มีปัญหากับความสามารถในการใช้ Wi‑Fi ของ iPhone ของคุณ ไปที่การตั้งค่าสำหรับข้อมูลเพิ่มเติม
tr: iPhone’unuzun Wi-Fi’yi kullanabilmesi ile ilgili bir sorun var. Daha fazla bilgi için Ayarlar’a gidin.
uk: На iPhone виникла проблема з використанням Wi‑Fi. Докладніше див. у Параметрах.
vi: Có sự cố với khả năng sử dụng Wi-Fi trên iPhone của bạn. Hãy đi tới Cài đặt để biết thêm thông tin.
zh_cn: iPhone无法使用Wi‑Fi。请前往“设置”了解更多信息。
zh_hk: iPhone無法使用Wi-Fi。請前往「設定」以取得更多資料。
zh_tw: iPhone無法使用Wi-Fi。請前往「設定」以取得更多資訊。

# SPEAKER_DESC_IPAD
source: There’s an issue with your iPad speaker.
ar: هناك مشكلة في سماعة iPad.
bg: Има проблем с високоговорителя на вашия iPad.
ca: Hi ha un problema amb l’altaveu de l’iPad.
cs: Na vašem iPadu se vyskytl problém s reproduktorem.
da: Der er et problem med højttaleren i din iPad.
de: Dein iPad hat ein Lautsprecherproblem.
el: Προέκυψε ζήτημα με το ηχείο του iPad σας.
es: Hay un problema con el altavoz del iPad.
es_us: Ocurrió un problema con el altavoz de tu iPad.
fi: iPadin kaiuttimessa on ongelma.
fr: Un problème est survenu avec le haut-parleur de votre iPad.
fr_ca: Il existe un problème concernant le haut-parleur de votre iPad.
he: התגלתה בעיה עם הרמקול ב-iPad שלך.
hi: आपके iPad के स्पीकर में समस्या है।
hr: Došlo je do problema sa zvučnikom iPada.
hu: Probléma merült fel az iPadjének hangszórójával kapcsolatban.
id: Ada masalah pada speaker iPad Anda.
it: Si è verificato un problema con l’altoparlante di iPad.
ja: このiPadのスピーカーに問題があります。
kk: iPad динамигінде мәселе туындады.
ko: iPad의 스피커에 문제가 있습니다.
lt: Kilo problema dėl jūsų „iPad“ garsiakalbio.
ms: Terdapat isu dengan speaker iPad anda.
nl: Er is een probleem met de luidspreker van je iPad.
no: Det er et problem med høyttaleren på iPad.
pl: iPad ma problem z głośnikiem.
pt_br: Há um problema com o alto-falante do seu iPad.
pt_pt: Foi detetado um problema no altifalante do iPad.
ro: Difuzorul iPad‑ului are o problemă.
ru: На этом iPad возникла неполадка динамика.
sk: Na vašom iPade sa vyskytol problém s reproduktorom.
sl: Prišlo je do težave z iPadovim zvočnikom.
sv: Det har uppstått ett problem med iPad-högtalaren.
th: มีปัญหากับลำโพงของ iPad ของคุณ
tr: iPad’inizin hoparlörüyle ilgili bir sorun var.
uk: На iPad виникла проблема з динаміком.
vi: Có sự cố với loa trên iPad của bạn.
zh_cn: iPad扬声器有问题。
zh_hk: 你的iPad喇叭發生問題。
zh_tw: iPad的揚聲器發生問題。

# NONGENUINE_BATTERY_DESC
source: Unable to determine if your iPhone battery is a genuine Apple part. This could be because the part is non-genuine or not functioning as expected.
ar: غير قادر على تحديد ما إذا كانت بطارية iPhone لديك قطعة أصلية من Apple أم لا. ربما يرجع ذلك إلى أن القطعة غير أصلية أو أنها لا تعمل كما هو متوقع.
bg: Не може да се определи дали батерията на вашия iPhone е оригинална част на Apple. Това може да бъде, защото частта не е оригинална или не функционира както трябва.
ca: No s’ha pogut determinar si la bateria de l’iPhone és un component original d’Apple. És possible que no ho sigui o que no funcioni correctament.
cs: Nepodařilo se zjistit, jestli je ve vašem iPhonu nainstalovaná originální baterie od společnosti Apple. Tato situace může nastat v případě, že baterie není originální nebo nefunguje, jak by měla.
da: Kan ikke bestemme, om batteriet i din iPhone er en ægte Apple-reservedel. Dette kan skyldes, at reservedelen er uægte eller ikke fungerer som forventet.
de: Es konnte nicht festgestellt werden, ob deine iPhone-Batterie ein Originalbauteil von Apple ist. Dies könnte daran liegen, dass sie kein Originalbauteil ist oder nicht wie erwartet funktioniert.
el: Δεν είναι δυνατό να προσδιοριστεί αν η μπαταρία του iPhone σας αποτελεί γνήσιο εξάρτημα Apple. Αυτό μπορεί να οφείλεται στο γεγονός ότι το εξάρτημα δεν είναι γνήσιο ή δεν λειτουργεί όπως αναμένεται.
es: No se puede determinar si la batería del iPhone es una pieza original de Apple. Puede que realmente no lo sea o bien que no funcione correctamente.
es_us: No se pudo determinar si la batería de tu iPhone es una pieza original de Apple, lo cual podría deberse a que la pieza no es original o no funciona como debería.
fi: Ei voida määrittää, onko iPhonesi akku aito Apple-osa. Tämä voi johtua siitä, että se ei ole aito tai että se ei toimi odotetusti.
fr: Impossible de vérifier l’authenticité de la batterie de votre iPhone. Il se peut que cette pièce ne soit pas authentique ou qu’elle ne fonctionne pas aussi bien que prévu.
fr_ca: Impossible de déterminer si la batterie de votre iPhone est une pièce Apple authentique. Peut-être qu’elle n’en est pas une ou qu’elle ne fonctionne pas comme prévu.
he: לא ניתן לקבוע אם סוללת ה-iPhone שלך היא רכיב מקורי של Apple. ייתכן שהרכיב אינו מקורי או שאינו מתפקד כצפוי.
hi: आपके iPhone की बैटरी Apple का असली पार्ट है या नहीं इसका निर्धारण करने में असमर्थ। ऐसा इसलिए है क्योंकि हो सकता है कि यह पुरज़ा नक़ली हो या उम्मीद के मुताबिक़ काम न कर रहा हो।
hr: Ne može se utvrditi je li baterija vašeg iPhonea originalni Apple proizvod. Do toga je možda došlo jer proizvod nije originalan ili ne radi kako je očekivano.
hu: Nem lehet megállapítani, hogy az iPhone-jának akkumulátora eredeti Apple-alkatrész-e vagy sem. Ennek az lehet az oka, hogy az alkatrész nem eredeti, vagy nem az elvártnak megfelelően működik.
id: Tidak dapat menentukan apakah baterai iPhone Anda merupakan komponen asli Apple. Ini mungkin karena komponen tersebut tidak asli, atau tidak berfungsi sebagaimana mestinya.
it: Non è possibile determinare se la batteria di iPhone è una parte originale Apple. La causa potrebbe essere che la parte non è originale o che non funziona come previsto.
ja: このiPhoneのバッテリーがApple純正部品なのか判定できません。問題の原因として、部品が純正品でない、または予想した通りに機能していないなどが考えられます。
kk: iPhone аккумуляторыңыз түпнұсқа Apple бөлшегі екенін анықтау мүмкін емес. Бұл бөлшек түпнұсқа болмауы немесе дұрыс жұмыс істемеуі мүмкін.
ko: 사용자의 iPhone 배터리가 Apple 정품 부품인지 확인할 수 없습니다. 해당 부품이 정품이 아니거나, 예상대로 동작하지 않기 때문일 수 있습니다.
lt: Nepavyko nustatyti, ar jūsų „iPhone“ akumuliatorius yra originali „Apple“ dalis. Taip galėjo nutikti dėl to, kad ši dalis nėra originali arba neveikia kaip numatyta.
ms: Gagal menentukan sama ada bateri iPhone anda ialah komponen Apple asli. Ini mungkin disebabkan komponen tersebut tidak asli atau tidak berfungsi seperti yang dijangka.
nl: Er kan niet worden vast­gesteld of je iPhone-batterij een origineel Apple onderdeel is. Een mogelijke oorzaak hiervoor is dat je onderdeel niet origineel is of niet naar behoren werkt.
no: Kan ikke avgjøre om iPhone-batteriet er en originaldel fra Apple. Dette kan være fordi delen er uoriginal eller fordi den ikke fungerer som ventet.
pl: Nie można określić, czy iPhone ma oryginalną baterię Apple. Być może bateria nie jest oryginalna lub nie działa zgodnie z oczekiwaniami.
pt_br: Não é possível determinar se a bateria do seu iPhone é uma peça genuína da Apple. Isso pode ocorrer porque a peça não é genuína ou não funciona como esperado.
pt_pt: Não é possível determinar se a bateria deste iPhone é uma peça Apple genuína. A peça poderá não ser genuína ou não estar a funcionar corretamente.
ro: Nu se poate determina dacă bateria acestui iPhone este o componentă Apple originală. Acest lucru s‑ar putea întâmpla deoarece componenta nu este originală sau nu funcționează conform așteptărilor.
ru: Не удается определить, является ли аккумулятор этого iPhone подлинной деталью Apple. Возможно, эта деталь не является подлинной или функционирует неправильно.
sk: Nie je možné zistiť, či je batéria vo vašom iPhone originálny diel od spoločnosti Apple. Môže to znamenať, že batéria nie je originálna alebo nefunguje správne.
sl: Ni mogoče določiti, ali je iPhonova baterija originalen rezervni del Apple. Do tega je morda prišlo, ker del ni originalen ali ne deluje po pričakovanjih.
sv: Det gick inte att avgöra om iPhone-batteriet är en äkta Apple-komponent. Det kan bero på att komponenten inte är äkta eller att den inte fungerar som förväntat.
th: ไม่สามารถตรวจสอบได้ว่าแบตเตอรี่ของ iPhone ของคุณเป็นชิ้นส่วนของแท้จาก Apple หรือไม่ อาจเป็นไปได้ว่าเป็นชิ้นส่วนที่ไม่ใช่ของแท้ หรือมีการทำงานที่ไม่ถูกต้องตามที่คาด
tr: iPhone’unuzun pilinin orijinal bir Apple parçası olup olmadığı belirlenemedi. Bunun nedeni parçanın orijinal olmaması veya beklendiği gibi çalışmaması olabilir.
uk: Не вдається підтвердити, що в iPhone установлено оригінальний акумулятор Apple. Це може статися, якщо акумулятор неоригінальний або несправний.
vi: Không thể xác định xem pin iPhone của bạn có phải là linh kiện Apple chính hãng hay không. Việc này có thể do linh kiện không chính hãng hoặc không hoạt động như dự kiến.
zh_cn: 无法确定iPhone电池是否为正品Apple部件。这可能是因为该部件并非正品或未正常运作。
zh_hk: 無法確定你iPhone的電池是否為Apple原廠零件。這可能是因為零件非原廠或未能正常運作。
zh_tw: 無法確認你的iPhone電池是否為Apple原廠零件。這可能是因為零件非原廠或未正常運作。

source: Software Update Required
ar: تحديث البرامج مطلوب
bg: Изисква се обновяване на софтуера
ca: Actualització de programari necessària
cs: Je nutné aktualizovat software
da: Softwareopdatering kræves
de: Softwareupdate erforderlich
el: Απαιτείται ενημέρωση λογισμικού
es: Es necesario actualizar el software
es_us: Actualización necesaria
fi: Vaaditaan ohjelmistopäivitys
fr: Mise à jour logicielle requise
fr_ca: Mise à jour logicielle requise
he: נדרש עדכון תוכנה
hi: सॉफ़्टवेयर अपडेट आवश्यक
hr: Potrebno je ažurirati softver
hu: Szoftverfrissítés szükséges
id: Pembaruan Perangkat Lunak Diperlukan
it: È richiesto l’aggiornamento del software
ja: ソフトウェアアップデートが必要です
kk: Бағдарламалық жасақтаманы жаңарту қажет
ko: 소프트웨어 업데이트가 필요함
lt: Reikia atnaujinti programinę įrangą
ms: Kemas Kini Perisian Diperlukan
nl: Software-update vereist
no: Oppdatering kreves
pl: Wymagane uaktualnienie oprogramowania
pt_br: Atualização de Software Necessária
pt_pt: Atualização de software necessária
ro: Actualizare software necesară
ru: Требуется обновление ПО
sk: Vyžaduje sa aktualizácia softvéru
sl: Zahtevana je posodobitev programske opreme
sv: Programuppdatering krävs
th: ต้องอัปเดตซอฟต์แวร์
tr: Yazılım Güncelleme Gerekli
uk: Необхідно оновити ПЗ
vi: Yêu cầu cập nhật phần mềm
zh_cn: 需要更新软件
zh_hk: 需要軟件更新
zh_tw: 需要軟體更新

# TRY_AGAIN_LATER_DESC
source: There may be a problem with the server or network. Please try again later.
ar: قد تكون هناك مشكلة في الخادم أو الشبكة. يرجى المحاولة مرة أخرى لاحقًا.
bg: Може да има проблем със сървъра. Моля, опитайте отново по-късно.
ca: Potser hi ha un problema amb el servidor o la xarxa. Torna-ho a provar més tard.
cs: Je možné, že se vyskytl problém se serverem nebo sítí. Zkuste to znovu později.
da: Der kan være et problem med serveren eller netværket. Prøv igen senere.
de: Eventuell liegt ein Problem mit dem Server oder Netzwerk vor. Versuche es später erneut.
el: Ενδέχεται να υπάρχει πρόβλημα με τον διακομιστή ή το δίκτυο. Δοκιμάστε ξανά αργότερα.
es: Es posible que haya un problema con el servidor o con la red. Inténtalo de nuevo más tarde.
es_us: Es posible que haya un problema con el servidor o con la red. Intenta más tarde.
fi: Palvelimessa tai verkossa voi olla ongelma. Yritä myöhemmin uudelleen.
fr: Le serveur ou le réseau rencontrent peut-être un problème. Réessayez ultérieurement.
fr_ca: Le serveur ou le réseau rencontrent peut-être un problème. Veuillez réessayer plus tard.
he: ייתכן שיש בעיה בשרת או ברשת. נא לנסות שוב מאוחר יותר.
hi: सर्वर या नेटवर्क में समस्या हो सकती है। कृपया बाद में फिर कोशिश करें।
hr: Možda postoji problem s poslužiteljem ili mrežom. Pokušajte kasnije.
hu: Elképzelhető, hogy probléma van a szerverrel vagy a hálózattal. Próbálja újra később.
id: Mungkin terdapat masalah pada server atau jaringan. Coba lagi nanti.
it: Potrebbe esserci un problema con il server o con la rete. Riprova più tardi.
ja: サーバまたはネットワークに問題がある可能性があります。あとでやり直してみてください。
kk: Серверде немесе желіде мәселе туындаған болуы мүмкін. Әрекетті кейінірек қайталаңыз.
ko: 서버나 네트워크에 문제가 있을 수 있습니다. 나중에 다시 시도하십시오.
lt: Gali būti serverio arba tinklo problema. Bandykite dar kartą vėliau.
ms: Mungkin terdapat masalah dengan pelayan atau rangkaian. Sila cuba lagi kemudian.
nl: Mogelijk is er een probleem met de server of het netwerk. Probeer het later opnieuw.
no: Det kan være et problem med tjeneren eller nettverket. Prøv igjen senere.
pl: Być może wystąpił problem z serwerem lub siecią. Spróbuj ponownie później.
pt_br: Talvez haja um problema com o servidor ou a rede. Tente novamente mais tarde.
pt_pt: É possível que exista um problema no servidor ou na rede. Volte a tentar mais tarde.
ro: Ar putea exista o problemă cu serverul sau rețeaua. Reîncercați mai târziu.
ru: Возможно, возникли проблемы с сервером или сетью. Повторите попытку позже.
sk: Pravdepodobne sa vyskytol problém so serverom alebo sieťou. Skúste to znovu neskôr.
sl: Morda je prišlo do težave s strežnikom ali omrežjem. Poskusite znova pozneje.
sv: Ett problem kan ha uppstått med servern eller nätverket. Försök igen senare.
th: อาจมีปัญหากับเซิร์ฟเวอร์หรือเครือข่าย โปรดลองอีกครั้งในภายหลัง
tr: Sunucu veya ağla ilgili bir sorun olabilir. Lütfen daha sonra yeniden deneyin.
uk: Можливо, виникла проблема із сервером чи мережею. Повторіть спробу пізніше.
vi: Có thể đã xảy ra sự cố với máy chủ hoặc mạng. Vui lòng thử lại sau.
zh_cn: 服务器或网络可能出现问题。请稍后再试。
zh_hk: 伺服器或網絡可能發生問題。請稍後再試。
zh_tw: 伺服器或網路可能發生問題。請稍後再試。

# BG_SETTINGS_TITLE
source: Back glass Issue
ar: مشكلة في الزجاج الخلفي
bg: Проблем със задното стъкло
ca: Problema amb el vidre posterior
cs: Problém se zadním sklem
da: Problem med bagsideglas
de: Problem mit der Glasrückseite
el: Ζήτημα γυαλιού πίσω πλευράς
es: Problema con el vidrio trasero
es_us: Problema con el vidrio posterior
fi: Takalasi­ongelma
fr: Problème de verre arrière
fr_ca: Problème de verre arrière
he: בעיה בזכוכית האחורית
hi: बैक ग्लास संबंधी समस्या
hr: Problem sa stražnjim staklom
hu: Hátoldali üveggel kapcsolatos probléma
id: Masalah kaca belakang
it: Problema con il vetro posteriore
ja: 背面ガラスの問題
kk: Артқы әйнек мәселесі
ko: 후면 유리 문제
lt: Nugarėlės stiklo problema
ms: Isu Kaca Belakang
nl: Probleem met glas aan achterkant
no: Problem med glasset på baksiden
pl: Problem ze szklanym tyłem
pt_br: Problema com o Vidro Traseiro
pt_pt: Problema no vidro da parte de trás
ro: Problemă legată de sticla din spate
ru: Проблема с задним стеклом
sk: Problém so zadným sklom
sl: Težava z zadnjim steklom
sv: Problem med det bakre glaset
th: ปัญหากระจกฝาหลัง
tr: Arka Cam Sorunu
uk: Проблема із заднім склом
vi: Sự cố mặt kính sau
zh_cn: 背面玻璃问题
zh_hk: 背面玻璃問題
zh_tw: 背面玻璃問題

# UWB_SETTINGS_TITLE
source: Ultra Wideband Issue
ar: مشكلة في النطاق فائق العرض
bg: Проблем със свръхшироколентовата връзка
ca: Problema amb la banda ultraampla
cs: Problém s ultraširokým pásmem
da: Problem med ultrabredbånd
de: Problem mit Ultrabreitband
el: Ζήτημα με την Υπερευρεία ζώνη
es: Problema con la banda ultraancha
es_us: Problema con banda ultraancha
fi: Ultra Wideband -ongelma
fr: Problème avec l’Ultra Wideband
fr_ca: Problème de bande ultralarge
he: בעיה עם הפס האולטרה-רחב
hi: अल्ट्रा वाइडबैंड संबंधी समस्या
hr: Problem s ultraširokopojasnom mrežom
hu: Ultraszéles sávval kapcsolatos probléma
id: Masalah Ultra Wideband
it: Problema con la banda ultralarga
ja: 超広帯域無線の問題
kk: Ultra Wideband мәселесі
ko: 초광대역 문제
lt: „Ultra Wideband“ problema
ms: Isu Jalur Ultralebar
nl: Probleem met Ultra Wideband
no: Feil med ultrabredbånd
pl: Problem z połączeniem Ultra Wideband
pt_br: Problema com a Banda Ultralarga
pt_pt: Problema com ultra banda larga
ro: Problemă legată de banda ultralargă
ru: Неполадка Ultra Wideband
sk: Problém s ultraširokým pásmom
sl: Težava z ultraširokopasovno povezavo
sv: Problem med Ultra wideband
th: ปัญหาแถบความถี่กว้างยิ่งยวด
tr: Ultra Geniş Bant Sorunu
uk: Проблема з UWB
vi: Sự cố Băng thông siêu rộng
zh_cn: 超宽带问题
zh_hk: 超寬頻問題
zh_tw: 超寬頻問題

source: Unknown Part
ar: قطعة غير معروفة
bg: Неизвестна част
ca: Peça desconeguda
cs: Neznámý díl
da: Ukendt reservedel
de: Unbekanntes Bauteil
el: Άγνωστο εξάρτημα
es: Pieza desconocida
es_us: Pieza desconocida
fi: Tuntematon osa
fr: Pièce inconnue
fr_ca: Pièce inconnue
he: רכיב לא ידוע
hi: अज्ञात पार्ट
hr: Nepoznati proizvod
hu: Ismeretlen alkatrész
id: Komponen Tidak Dikenal
it: Parte sconosciuta
ja: 不明な部品
kk: Белгісіз бөлшек
ko: 알 수 없는 부품
lt: Nežinoma dalis
ms: Komponen Tidak Diketahui
nl: Onbekend onderdeel
no: Ukjent del
pl: Nieznana część
pt_br: Peça Desconhecida
pt_pt: Peça desconhecida
ro: Componentă necunoscută
ru: Неизвестная деталь
sk: Neznámy diel
sl: Neznan del
sv: Okänd komponent
th: ชิ้นส่วนที่ไม่รู้จัก
tr: Bilinmeyen Parça
uk: Невідома деталь
vi: Linh kiện không xác định
zh_cn: 未知部件
zh_hk: 未知的零件
zh_tw: 未知的零件

# CAMERA_FOOTER_LEARN_MORE
source: Learn more about camera repair…
ar: معرفة المزيد حول إصلاح الكاميرا…
bg: Научете повече за ремонта на камерата…
ca: Més informació sobre la reparació de la càmera…
cs: Další informace o opravě fotoaparátu…
da: Læs mere om reparation af kamera…
de: Weitere Infos zur Kamerareparatur …
el: Μάθετε περισσότερα για την επισκευή κάμερας…
es: Más información sobre la reparación de la cámara…
es_us: Obtén detalles sobre la reparación de la cámara…
fi: Lisätietoja kameran korjauksesta…
fr: En savoir plus sur la réparation de la caméra…
fr_ca: En savoir plus sur la réparation de la caméra…
he: פרטים נוספים לגבי תיקון מצלמה…
hi: कैमरा की मरम्मत के बारे में अधिक जानें…
hr: Saznajte više o popravku kamere…
hu: Bővebben a kamera javításáról…
id: Lebih lanjut mengenai perbaikan kamera…
it: Scopri di più sulla riparazione della fotocamera…
ja: カメラの修理についての詳しい情報…
kk: Камераны жөндеу туралы толығырақ…
ko: 카메라 수리에 관하여 더 알⁠아⁠보⁠기…
lt: Sužinokite daugiau apie kameros remontą…
ms: Ketahui lebih lanjut tentang pembaikan kamera…
nl: Meer informatie over camerareparatie…
no: Finn ut mer om reparasjon av kameraet…
pl: Więcej informacji o naprawie aparatu…
pt_br: Saiba mais sobre o reparo da câmera…
pt_pt: Saiba mais acerca da reparação da câmara…
ro: Mai multe despre reparația camerei…
ru: Подробнее о ремонте камеры…
sk: Viac informácií o oprave kamery…
sl: Več o popravilu kamere …
sv: Läs mer om kamerareparation…
th: เรียนรู้เพิ่มเติมเกี่ยวกับการซ่อมแซมกล้อง…
tr: Kamera onarımı hakkında daha fazla bilgi…
uk: Докладніше про ремонт камери…
vi: Tìm hiểu thêm về sửa chữa camera…
zh_cn: 进一步了解相机维修…
zh_hk: 進一步了解相機維修⋯
zh_tw: 進一步瞭解相機維修⋯
